Repository: printempstg/craft-5152-en-ro
Catalog: tm/5152-04_EN-RO.tmx
Source language: en
Languages: ro

source: Wound type # Lacerations
ro: Tipul plăgii Nr. lacerări

source: Wounds with signs of infection, such as erythema, edema, warmth, pain and pus, should be evaluated and treated according to standard practice for infection.
ro: Plăgile cu semne de infecţie, cum ar fi eritemul, edemul, creșterea temperaturii locale, durerea și prezenţa puroiului trebuie evaluate și ¬tratate conform practicii standard în caz de infecţie.

source: and month
ro: și luna

source: device
ro: Dispozitiv

source: of Notified Body.
ro: Marcajul CE și numărul de identificare a organului notificat.

source: onlay patch
ro: strat superficial

source: plug
ro: obturator

source: requirements of Medical Device Directive
ro: ale directivei 93/42/CEE privind dispozitivele medicale

source: the essential requirements of
ro: Acest produs corespunde cerinţelor esenţiale ale directivei 93/42/CEE privind dispozitivele medicale

source: ­ Care should be taken to avoid intraoperative damaging of the device, e.g. with sharp instruments or thermal devices.
ro: Trebuie avut grijă să se evite deteriorarea intraoperatorie a dispozitivului, de ex. cu instrumente ascuţite sau dispozitive termice.

source: ­ The PLUG must be adequately fixated through the middle of the RIM to the fascia (inguinal) or in femoral hernia the tissue that comprises the opening of the femoral canal.
ro: OBTURATORUL trebuie fixat corespunzător prin mijlocul CADRULUI de fascie (inghinal), sau în cazul herniilor femurale, de ţesuturile care mărginesc orificiul canalului femural.

source: ­ The onlay patch should be adequately fixated to avoid crinkling and curling.
ro: Stratul superficial trebuie fixat corespunzător, pentru a se evita încreţirea sau îndoirea marginilor.

source: ­ The onlay patch should sufficiently overlap the defect on all sides so that the fascial edges are also adequately stabilized.
ro: Stratul superficial trebuie să se suprapună în mod suficient pe toate marginile defectului, astfel încât marginile fasciale să fie de asemenea stabilizate corespunzător.

source: ®Trademark of Purdue Fredericks
ro: ®Marcă a Purdue Fredericks

source: – STERILE –
ro: – STERIL –

source: †Registered Trademark of Mölnlycke RM Ltd.
ro: †Marcă înregistrată a Mölnlycke RM Ltd.

source: • Adverse reactions encountered during clinical study:
ro: • Reacţii adverse întâlnite în timpul studiului clinic:

source: • Adverse reactions may be experienced following DERMABOND adhesive contact with the eye.
ro: • În urma contactului adezivului DERMABOND™ cu ochii pot fi întâlnite reacţii adverse.

source: • DERMABOND adhesive is a fast setting adhesive capable of adhering to most body tissue and many other materials, such as latex gloves and stainless steel.
ro: • Adezivul DERMABOND™ este un adeziv cu timp de întărire scurt cu capacitate de aderare la majoritatea ţesuturilor organismului, precum și la multe alte materiale precum mănușile de cauciuc și oţelul inoxidabil.

source: • DERMABOND adhesive is packaged for single patient use.
ro: • Adezivul DERMABOND™ este ambalat pentru utilizare la un singur pacient.

source: • DERMABOND adhesive permeability by fluids is not known and has not been studied.
ro: • Permeabilitatea adezivului DERMABOND™ la lichide nu este cunoscută și nu a fost încă studiată.

source: • DERMABOND adhesive polymerizes through an exothermic reaction in which a small amount of heat is released.
ro: • Adezivul DERMABOND™ polimerizează printr-o reacţie exotermică în timpul căreia se eliberează o cantitate mică de căldură.

source: • DERMABOND adhesive should be used immediately after crushing the glass ampule as the liquid adhesive will not flow freely from the applicator tip after a few minutes.
ro: • Adezivul DERMABOND™ trebuie folosit imediat după spargerea fiolei de sticlă deoarece, după câteva minute, adezivul lichid nu va mai curge liber de pe vârful aplicatorului.

source: • DERMABOND adhesive should not be applied to the eye.
ro: • Adezivul DERMABOND™ nu trebuie aplicat pe ochi.

source: • DERMABOND adhesive should not be used below the skin because the polymerized material is not absorbed by tissue and can elicit a foreign body reaction.
ro: • Adezivul DERMABOND™ nu trebuie folosit subcutanat, deoarece materialul polimerizat nu este absorbit de ţesuturi și poate provoca o reacţie de corp străin.

source: • DERMABOND adhesive should not be used in high skin tension areas or across areas of increased skin tension, such as knuckles, elbows, or knees, unless the joint will be immobilized during the skin healing period or unless skin tension has been removed by application of another wound closure device (e.g., sutures or skin staples) prior to application of high viscosity DERMABOND adhesive.
ro: • Adezivul DERMABOND™ nu trebuie folosit în interiorul suprafeţelor cu tensiune cutanată ridicată sau transversal pe suprafeţe cu tensiune cutanată crescută, cum ar fi articulaţiile degetelor, cot sau genunchi, decât dacă articulaţia va fi imobilizată pe timpul vindecării cutanate sau dacă s-a înlăturat tensiunea cutanată prin aplicarea unui alt dispozitiv de închidere a plăgii (de ex. suturi sau copci cutanate) înainte de aplicarea adezivului DERMABOND™ cu viscozitate crescută.

source: • DERMABOND adhesive should not be used on wound sites that will be subjected to repeated or prolonged moisture or friction.
ro: • Adezivul DERMABOND™ nu trebuie folosit pe plăgi care vor fi expuse umezelii sau fricţiunii repetate sau prelungite.

source: • DERMABOND adhesive should only be used after wounds have been cleaned and debrided in accordance with standard surgical practice.
ro: • Adezivul DERMABOND™ trebuie utilizat doar după curăţarea și debridarea plăgilor conform practicii chirurgicale standard.

source: • DERMABOND adhesive treated wounds should be monitored for signs of infection.
ro: • Plăgile tratate cu adezivul DERMABOND™ trebuie monitorizate pentru depistarea semnelor de infecţie.

source: • DERMABOND adhesive, as a liquid, is syrup-like in viscosity.
ro: • În forma sa lichidă, adezivul DERMABOND™ are o viscozitate asemănătoare unui sirop.

source: • Do not apply liquid or ointment medications or other substances to the wound after closure with DERMABOND adhesive, as these substances can weaken the polymerized film and allow for wound dehiscence.
ro: PRECAUŢII • După închiderea plăgii cu adeziv DERMABOND™, nu aplicaţi pe plagă tratamente sub formă de lichid sau unguent sau alte substanţe, deoarece acestea pot slăbi pelicula polimerizată, provocând dehiscenţa plăgii.

source: • Do not place DERMABOND adhesive in a procedure pack/tray that is to be sterilized prior to use.
ro: • Nu așezaţi adezivul DERMABOND™ într-un pachet/într-o tavă de intervenţie care urmează a fi sterilizat(ă) înainte de folosire.

source: • Do not resterilize DERMABOND adhesive.
ro: • Nu resterilizaţi adezivul DERMABOND™.

source: • Do not use on any wound with evidence of active infection, gangrene, or wounds of decubitus etiology.
ro: • A nu se utiliza pe plăgi care prezintă semne de infecţie activă, gangrenă sau pe plăgi de decubit.

source: • Do not use on mucosal surfaces or across mucocutaneous junctions (e.g., oral cavity, lips), or on skin which may be regularly exposed to body fluids or with dense natural hair.
ro: • A nu se utiliza pe suprafeţe ale mucoasei sau la nivelul joncţiunilor muco-cutanate (de ex. cavitatea bucală, buze) sau pe suprafeţe cutanate care pot fi expuse în mod regulat unor fluide biologice sau cu păr natural dens.

source: • Do not use on patients with a known hypersensitivity to cyanoacrylate or formaldehyde.
ro: • A nu se utiliza la pacienţi cunoscuţi cu hipersensibilitate la cianoacrilat sau formaldehidă.

source: • Excessive pressure of the applicator tip against wound edges or surrounding skin can force the wound edges apart and allow adhesive into the wound.
ro: • Presiunea excesivă a vârfului aplicator asupra marginilor plăgii sau a epidermei din jur poate forţa separarea marginilor acesteia, permiţând astfel pătrunderea adezivului în plagă.

source: • Hold applicator away from yourself and the patient and break ampule close to its center one time only.
ro: • Ţineţi aplicatorul departe de dumneavoastră și de pacient și spargeţi fiola în apropierea mijlocului acesteia o singură dată.

source: • If unintended bonding of intact skin occurs, peel, but do not pull the skin apart.
ro: • Dacă intervine lipirea accidentală a pielii intacte, exfoliaţi, dar nu desfaceţi marginile pielii.

source: • Polymerization of DERMABOND adhesive may be accelerated by water or fluids containing alcohol: DERMABOND adhesive should not be applied to wet wounds.
ro: • Polimerizarea adezivului DERMABOND™ poate fi accelerată de apă sau lichide ce conţin alcool: adezivul DERMABOND™ nu trebuie aplicat pe plăgi umede.

source: • Reactions may occur in patients who are hypersensitive to cyanoacrylate or formaldehyde.
ro: • Pot apărea reacţii la pacienţii cu hipersensibilitate la cianoacrilat sau formaldehidă.

source: • Safety and effectiveness of DERMABOND adhesive on the following wounds have not been studied: animal or human bites, puncture or stab wounds.
ro: • Nu s-a studiat siguranţa și eficacitatea utilizării adezivului DERMABOND™ în cazul următoarelor plăgi: mușcături de origine animală sau umană, plăgi înţepate sau înjunghiate.

source: • Safety and effectiveness of DERMABOND adhesive on wounds in vermilion surfaces has not been studied.
ro: • Nu s-a studiat siguranţa și eficacitatea utilizării adezivului DERMABOND™ în cazul plăgilor aflate în suprafeţe eritematoase.

source: • Safety and effectiveness of DERMABOND adhesive on wounds of patients with peripheral vascular disease, insulin dependent diabetes mellitus, blood clotting disorders, personal or family history of keloid formation or hypertrophy, or burst stellate lacerations, have not been studied.
ro: • Nu s-a studiat siguranţa și eficacitatea adezivului DERMABOND™ în cazul plăgilor la pacienţi cu boli vasculare periferice, diabet zaharat insulino-dependent, tulburări de coagulare, antecedente personale sau heredocolaterale de formare de cheloid sau hipertrofie sau lacerări stelate prin ruptură.

source: • Safety and effectiveness on wounds that have been treated with DERMABOND adhesive and then exposed for prolonged periods to direct sunlight or tanning lamps have not been studied.
ro: • Nu s-a studiat siguranţa și eficacitatea adezivului DERMABOND™ în cazul expunerii prelungite a plăgilor tratate cu acesta la razele solare directe sau aparatele de bronzat.

source: • The polymerization of DERMABOND adhesive on the skin releases small amounts of heat which may cause a sensation of heat or discomfort in some patients.
ro: • Polimerizarea adezivului DERMABOND™ pe piele determină eliberarea unor cantităţi mici de căldură care pot cauza senzaţie de căldură sau disconfort la unii pacienţi.

source: • When closing facial wounds near the eye with DERMABOND adhesive, position the patient so that any run-off of adhesive is away from the eye.
ro: • La închiderea plăgilor faciale aflate în apropierea ochilor cu adezivul DERMABOND™, se așează pacientul într-o poziţie în care să se prevină contactul cu ochii în cazul unei scurgeri de adeziv .
